<header>Versende E-Mail</header>

Diese Sektion hilft Ihnen eine E-Mail mit den neuesten &#220;bersetzungen zu versenden oder diese f&#252;r sp&#228;teren Versand herunter zu laden.
<p>
Um diese Sektion nutzen zu k&#246;nnen m&#252;ssen Sie folgende Angaben in der 'Modulkonfiguration' unbedingt ausf&#252;llen:
<ul>
<li><b>Ihre E-Mail-Adresse</b>, welche f&#252;r eine g&#252;ltige Absenderadresse erforderlich ist, falls jemand R&#252;ckfragen hat.</li>
<li><b>SMTP-Server</b>, damit Sie &#252;berhaupt eine E-Mail versenden k&#246;nnen.</li>
<li><b>Webmin-&#220;bersetzungs-Team E-Mail-Adresse</b> um Ihre Updates offiziell einzureichen</li>
</ul>
<p>
Meistens m&#246;chten Sie den &quot;SMTP-Server&quot; auf 'localhost' einstellen, wenn Sie sich auf einem unixoiden System befinden. Damit sind Sie unabh&#228;ngig vom installierten Mailserver. SMTP-Authentifizierung ist derzeit nicht m&#246;glich.
<p>
Um Updates offiziell einzureichen m&#252;ssen Sie als Empf&#228;nger-Adresse unbedingt &lt;translations@webmin.com&gt; einstellen, so da&#223; Ihre Updates f&#252;r die Webmin-Software ber&#252;cksichtigt werden kann. Wenn Sie keine g&#252;ltige Absender-Adresse einstellen, dann wird Ihre Arbeit abgelehnt. Wenn Sie hier nichts engeben, dann wird &lt;translations@webmin.com&gt; als Standardwert eingetragen.
<p>
Ebenso m&#246;chten Sie sicherlich kein Update f&#252;r alle Sprachen einsenden, sondern nur f&#252;r eine. Bitte w&#228;hlen Sie hier die richtige Sprache aus.
<p>
<b>Wichtiger Hinweis</b>:&nbsp;Je nach Distribution wurden mehr Module in die Webmin-Software eingebunden, als die eigentlich Webmin-Software hat. <u>Updates f&#252;r Nicht-Original-Webmin-Module reichen Sie bitte beim entsprechenden Maintainer ein!</u>
<br>
Eine komplette Liste der Webmin-Standard-Module kann hier eingesehen werden:<br>
<a href="http://www.webmin.com/standard.html" target="_blank">http://www.webmin.com/standard.html</a><br>
Wenn Sie immer noch unsicher sind, dann kontaktieren Sie &lt;translations@webmin.com&gt; <b>bevor</b> Sie ein Update einsenden m&#246;chten und geben Sie Hinweise, wo Sie das Modul gefunden haben. Auf diese Weise kann Ihnen besser geholfen werden.
<p>
<hr>
<a href="help">Hilfe-&#220;bersicht</a>
